app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? AND "users"."password" = ? ORDER BY "users"."id" ASC LIMIT ?  [["email", "fjborie@miuandes.cl"], ["password", "password123"], ["LIMIT", 1]]
---
	def create
		email = params[:session][:email]
		password = params[:session][:password]
		@user = User.where(email: email,password: password).first